// localized port names

"ether"                   = "Ethernet";
"multiether"              = "Ethernet %@";
"pci-ether"               = "PCI Ethernet utor %@";
"pci-multiether"          = "PCI Ethernet utor %@, priključnica %@";
"thunderbolt-ether"       = "Thunderbolt Ethernet utor %@";
"thunderbolt-multiether"  = "Thunderbolt Ethernet utor %@, port %@";
"usb-ether"               = "USB Ethernet (%@)";
"generic-ether"           = "Ethernet adapter (%@)";

"airport"                 = "Wi‑Fi";
"generic-wireless"        = "Bežični mrežni adapter (%@)";

"firewire"                = "FireWire";
"pci-firewire"            = "PCI FireWire utor %@";
"pci-multifirewire"       = "PCI FireWire utor %@, priključnica %@";
"thunderbolt-firewire"    = "Thunderbolt FireWire utor %@";
"thunderbolt-multifirewire" = "Thunderbolt FireWire utor %@, port %@";
"generic-firewire"        = "FireWire adapter (%@)";

"bluetooth"               = "Bluetooth DUN";
"bluetooth-modem"         = "USB Bluetooth modemski adapter";
"bluetooth-modem-port"    = "Bluetooth modem port";
"generic-bluetooth-modem" = "Bluetooth modem (%@)";

"bluetooth-pan-gn"        = "Bluetooth PAN";
"bluetooth-pan-nap"       = "Bluetooth PAN-NAP";
"bluetooth-pan-u"         = "Bluetooth P2P";

"irda"                    = "IrDA";
"irda-ircomm"             = "USB IrDA modemski adapter";
"irda-ircomm-port"        = "IrDA modemska priključnica";

"loopback"                = "Povratna petlja";

"modem"                   = "Ugrađeni modem";

"modem-port"              = "Modemska priključnica";
"modem-printer-port"      = "Priključnica modema/pisača";

"printer-port"            = "Priključnica pisača";
"serial-port"             = "Serijska priključnica";

"usbmodem"                = "USB modem"; 
"generic-usbmodem"        = "USB modem (%@)"; 

"wwan"                    = "WWAN"; 

"bond"                    = "Ethernet veza (%@)";

"bridge"                  = "Most (%@)";

"vlan"                    = "VLAN (%@)";

"ipv4"                    = "IPv4";

"l2tp"                    = "L2TP";

"pptp"                    = "PPTP";

"6to4"                    = "6to4";

"ipsec"                   = "IPSec";

"vpn"                     = "VPN (%@)";

// port names (from drivers) that would be good to localize

"AppleTV"                 = "USB priključnica Apple TV-a";

"Display Ethernet"        = "Prikaži Ethernet";
"Display FireWire"        = "Prikaži FireWire";

"External Modem"          = "Vanjski modem";

"iPad"                    = "USB priključnica iPada";

"iPhone"                  = "iPhone USB";

"iPod"                    = "USB priključnica iPoda";

"USB Ethernet"            = "USB Ethernet";
"USB Gigabit Ethernet"    = "USB Gigabit Ethernet";

// older ("Built-in", HI changed) localizations

"X-airport"               = "AirPort";
"X-ether"                 = "Ugrađen Ethernet";
"X-multiether"            = "Ugrađen Ethernet %@";
"X-firewire"              = "Ugrađen FireWire";
"X-bluetooth"             = "Bluetooth";
"X-iPhone"                = "iPhone";
